@extends('layouts.app')

@section('title', 'プライバシーポリシー')

@section('content')
<style>
    /* 画面の両サイドに20%の余白を追加 */
    .content-container {
        margin-left: 5%;
        margin-right: 5%;
    }

    body {
        font-size: 2vw;
        /* ビューポートの幅の2%に基づいたフォントサイズ */
    }

    h1 {
        font-size: 4vw;
        /* h1はより大きく設定 */
        margin-top: 20px;
        text-align: center;
    }

    p {
        font-size: 2vw;
        /* 段落のフォントサイズ */
        line-height: 1.6;
        /* 行間を広めにして読みやすく */
    }

    ol {
        list-style-position: outside;
        /* 数字を外側に配置 */
        margin-left: 10px;
        /* リスト全体を少し内側に */
    }

    li {
        margin-bottom: 20px;
        /* 各リストアイテムの間に余白を追加 */
    }

    .numbered-list {

        margin-left: 29px;
    }

    .maru-suuji {
        flex-shrink: 0;
        margin-right: 10px;
        white-space: nowrap;
    }

    .numbered-list2 p {
        display: flex;
        align-items: flex-start;
        margin-bottom: 10px;
    }


    /* 画面サイズが大きいときのフォントサイズ */
    @media (min-width: 1024px) {
        body {
            font-size: 18px;
            /* デスクトップでは通常サイズに戻す */
        }

        h1 {
            font-size: 36px;
        }

        p {
            font-size: 18px;
        }
    }

    /* 画面サイズが小さいときのフォントサイズ */
    @media (max-width: 600px) {
        body {
            font-size: 3.5vw;
            /* 小さな画面ではフォントを少し大きめに */
        }

        h1 {
            font-size: 6vw;
        }

        p {
            font-size: 3.5vw;
        }
    }
</style>
<div class="content-container">
    <h1>プライバシーポリシー</h1>
    <ol start="1">
        <h3>個人情報保護方針</h3>
        <li>
            <p>個人情報の利用の目的をできる限り特定し、当該目的の達成に必要な範囲内で適切に取扱います。また、目的外利用を行なわないための措置を講じます。</p>
        </li>
        <li>
            <p>個人情報は、適法かつ適正な方法で取得します。</p>
        </li>
        <li>
            <p>個人情報は、本人の同意なく第三者に提供しません。</p>
        </li>
        <li>
            <p>個人情報の管理にあたっては、漏洩・滅失・毀損の防止及び是正、その他の安全管理のために必要かつ適切な措置を講じるよう努めます。</p>
        </li>
        <li>
            <p>個人情報の取扱いにあたっては、その情報を提供した本人が適切に関与し得るよう努め、可能な限り正確かつ最新の内容に保つよう努力します。</p>
        </li>
        <li>
            <p>個人情報保護に関する法令を遵守し、また個人情報保護に関する社内規程を定め、継続的な見直しを行い遵守します。</p>
        </li>
        <li>
            <p>個人情報保護に関する苦情及び相談に対応する窓口を設けて、適切に対応するよう努めます。</p>
        </li>
    </ol>
    <div class="numbered-list">
        <h3>　◆個人情報の取り扱いについて</h3>
        <p>ＯＢＦａｌｌ株式会社（以下「当社」といいます。）は、当社がＳＥＳ事業、アプリ、ウェブサービスその他のサービス（以下、「本サービス」といいます。）を提供するにあたって、本プライバシーポリシーを定め、本プライバシーポリシーに準拠して提供される本サービスの利用企業・提携企業・団体等および本サービスをご利用になる方（以下「ユーザー」といいます。）のプライバシーを尊重し、個人情報保護法その他の関係法令、個人情報保護委員会の定めるガイドライン等および本プライバシーポリシーを遵守し、個人情報を適法かつ適正に取り扱います。</p>
        <p>なお、本プライバシーポリシーにおける定義は、個人情報の保護に関する法律（以下、「個人情報保護法」といいます。）に準拠するものとします。</p>
    </div>
    <ol start="1">
        <h3>◆取得する個人情報の項目</h3>
        <p>当社は、ユーザーに関する次に掲げる個人情報を取得します。</p>
        <li>
            <p>本人確認に関する情報：氏名、住所、郵便番号、性別、生年月日、電話番号、メールアドレス、アカウントのＩＤ及びパスワード、ＳＮＳアカウント情報、免許証・住民票など公的証明書に関する情報、写真、画像等</p>
        </li>
        <li>
            <p>決済に関する情報：クレジットカード情報、金融機関口座に関する情報、決済及びその方法に関する情報等</p>
        </li>
        <li>
            <p>サービスのご利用に際して取得する情報：クッキー（Ｃｏｏｋｉｅ）ＩＤ等のオンライン上の識別子、ご利用の端末情報、位置情報、閲覧履歴その他のサービスの利用状況（アクセスログ、ＩＰアドレス、ブラウザ情報、ブラウザの言語設定等を含みます）等</p>
        </li>
        <li>
            <p>第三者から取得する情報：ユーザーが決済代行会社に提供した決済に必要となる情報、ユーザーが登録しているＳＮＳその他の第三者が提供するサービスにおいてユーザーが提供した情報（ユーザーの同意がある場合に限ります。）、ユーザーの氏名等個人を識別する情報を有しない第三者が保有する、Ｃｏｏｋｉｅを含む行動履歴などのユーザーに関する情報（個人関連情報）</p>
        </li>
        <li>
            <p>その他の情報：入力フォーム等を通じてご入力いただく情報、ユーザーから当社へのお問い合わせ・ご連絡等に関する情報、サービスごとに指定する情報、その他上記の各情報に関連する情報等</p>
        </li>
    </ol>
    <ol start="1">
        <h3>◆個人情報の利用目的</h3>
        <p>当社の個人情報の利用目的は以下の通りです。同意がある場合または法令で認められている場合を除き、利用目的を超えて利用することはありません。</p>
        <li>
            <p>ユーザーの個人認証及びユーザー向け本サービスの提供</p>
        </li>
        <li>
            <p>本サービスの利用に伴う連絡・メールマガジン・ＤＭ・各種お知らせ等の配信・送付</p>
        </li>
        <li>
            <p>ユーザーの承諾・申込みに基づく個人情報の提供</p>
        </li>
        <li>
            <p>属性情報・端末情報・位置情報・行動履歴等に基づく広告・コンテンツ等の配信・表示、本サービスの提供</p>
        </li>
        <li>
            <p>本サービスの改善・新規サービスの開発およびマーケティング</p>
        </li>
        <li>
            <p>キャンペーン・アンケート・モニター・取材等の実施</p>
        </li>
        <li>
            <p>本サービスに関するご意見、お問い合わせ、クチコミ投稿内容の確認・回答</p>
        </li>
        <li>
            <p>利用規約等で禁じている、商用・転用目的での各種申込行為、各種多重申込、権利譲渡、虚偽情報登録などの調査と、それに基づく当該申込内容の詳細確認</p>
        </li>
        <li>
            <p>ユーザーの情報分析によるマーケティング、キャンペーンや懸賞の実施、サービスの改善、新規サービスの開発、利用料金の請求等の事務処理、当社の規定に対する違反行為・不正行為への対応、本プライバシーポリシーで定める個人データの第三者提供のため、本プライバシーポリシーの変更のため</p>
        </li>
    </ol>
    <div class="numbered-list">
        <h3>　◆個人情報提供の任意性</h3>
        <p>本サービスにおいてそれぞれ必要となる項目を入力いただかない場合は、本サービスを受けられない場合があります。</p>
    </div>
    <div class="numbered-list">
        <h3>　◆安全管理措置</h3>
        <p>当社は、その取り扱う個人情報の漏えい、滅失又は毀損の防止その他個人情報の安全管理のために、必要かつ適切な措置を講じます。</p>
    </div>
    <ol start="1">
        <h3>◆個人情報の第三者への提供</h3>
        <p>当社は、原則として、ユーザー本人の同意を得ずに個人情報を第三者に提供しません。提供先・提供情報内容を特定したうえで、ユーザーの同意を得た場合に限り第三者に提供します。ただし、以下の場合は、関係法令に反しない範囲で、ユーザーの同意なく個人情報を提供することがあります。</p>
        <li>
            <p>ユーザーが第三者に不利益を及ぼすと判断した場合</p>
        </li>
        <li>
            <p>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、ユーザー本人の承諾を得ることが困難である場合</p>
        </li>
        <li>
            <p>国の機関若しくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合で、ユーザー本人の同意を得ることによりその事務の遂行に支障を及ぼすおそれがある場合</p>
        </li>
        <li>
            <p>裁判所、検察庁、警察またはこれらに準じた権限を有する機関から、個人情報についての開示を求められた場合</p>
        </li>
        <li>
            <p>ユーザー本人から明示的に第三者への開示または提供を求められた場合</p>
        </li>
        <li>
            <p>法令により開示または提供が許容されている場合</p>
        </li>
        <li>
            <p>合併その他の事由による事業の承継に伴い個人情報を提供する場合であって、承継前の利用目的の範囲で取り扱われる場合</p>
        </li>
    </ol>
    <ol start="1">
        <h3>◆第三者提供に関する免責事項</h3>
        <p>以下の場合は、第三者による個人情報の取得に関し、当社は何らの責任を負いません。</p>
        <li>
            <p>ユーザー自らが本サービスの機能または別の手段を用いて個人情報を明らかにする場合</p>
        </li>
        <li>
            <p>本サービスに入力した情報により、期せずして本人が特定できてしまった場合</p>
        </li>
        <li>
            <p>本サービスからリンクされる外部サイトにおいて、ユーザーより個人情報が提供され、またそれが利用された場合</p>
        </li>
        <li>
            <p>ユーザー本人以外がユーザー個人を識別できる情報（ＩＤ・パスワード等）を入手した場合</p>
        </li>
    </ol>
    <div class="numbered-list">
        <h3>　◆個人情報処理の外部委託</h3>
        <p>当社は、個人情報取扱い業務の一部または全部を外部委託することがあります。なお、委託先における個人情報の取扱いについては当社が責任を負います。</p>
    </div>
    <div class="numbered-list">
        <h3>　◆統計処理されたデータの利用</h3>
        <p>当社は、提供を受けた個人情報をもとに、個人を特定できないよう加工した統計データを作成することがあります。個人を特定できない統計データについては、当社は何ら制限なく利用することができるものとします。</p>
    </div>
    <ol start="1">
        <h3>◆保有個人データの開示等</h3>
        <p>当社は、次に定めるとおり開示等の請求（利用目的の通知、個人情報又は第三者提供記録の開示、訂正・追加・削除、利用の停止・第三者提供の停止の請求をいいます。）に対応します。
        </p>
        <li>
            <p>利用目的の通知又は個人情報若しくは第三者提供記録の開示</p>
            <p>　ユーザーは、当社に対し、下記４に定める手続に従って、個人情報保護法において認められる範囲内において、利用目的の通知を求め、又は、個人情報若しくは第三者提供記録の開示を請求することができます。ただし、当社は、次の各号のいずれかに該当する場合は、開示を行わないことがあります。
            </p>
            <div class="numbered-list2">
                <p><span class="maru-suuji">①</span>開示することでご本人様又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</p>
                <p><span class="maru-suuji">②</span>開示することで当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</p>
                <p><span class="maru-suuji">③</span>開示することが法令に違反することとなる場合</p>
                <p><span class="maru-suuji">④</span>開示の請求がご本人様からであることが確認できない場合
                </p>
            </div>

        </li>
        <li>
            <p>訂正・追加・削除</p>
            <p>　ユーザーは、下記４に定める手続に従って、個人情報の訂正・追加・削除を請求することができます。その場合、当社は、利用目的の達成に必要な範囲内で遅滞なく調査を行い、その結果に基づき、個人情報保護法において認められる範囲内において、当該個人情報の訂正・追加・削除を行います。</p>
        </li>
        <li>
            <p>利用の停止又は第三者提供の停止</p>
            <p>　ユーザーは、下記４に定める手続に従って、個人情報の利用の停止又は第三者提供の停止を請求することができます。その場合、当社は、個人情報保護法に従って適切に対応いたします。
            </p>
        </li>
        <li>
            <p>手続</p>
            <p>　ユーザーが、開示等の請求を行う場合の具体的な方法については下記の個人情報管理の問い合わせ先にご連絡ください。なお、以下の場合は個人情報の変更等に応じないことがあります。</p>
            <div class="numbered-list2">
                <p><span class="maru-suuji">①</span>ユーザー本人または第三者の生命、身体、財産その他の権利・利益を害するおそれがある場合</p>
                <p><span class="maru-suuji">②</span>本サービスの適正な実施に著しい支障を及ぼすおそれがある場合</p>
                <p><span class="maru-suuji">③</span>他の法令に違反することとなる場合</p>
            </div>
            <p>なお、当該個人情報の変更等に多額の費用を要する場合、その他の個人情報の変更等を行
                うことが困難な場合であって、ユーザーの権利・利益を保護するため必要なこれに代わるべき措置をとるときは、個人情報の変更等に応じないことがあります。</p>
        </li>

    </ol>
    <div class="numbered-list">
        <h3>　◆個人情報の正確性</h3>
        <p>当社は、ご提供いただいた個人情報を正確にデータ処理するように努めます。ただし、ご提供いただいた個人情報の内容が正確かつ最新であることについては、ユーザーが責任を負うものとします。</p>
    </div>
    <ol start="1">
        <h3>◆機微な個人情報の取得制限</h3>
        <p>当社は、次に示す内容を含む個人情報の取得は原則として行いません。ただし、ユーザーが自ら提供した場合は、この限りではありません。</p>
        <li>
            <p>思想、信条及び宗教に関する事項</p>
        </li>
        <li>
            <p>人種、民族、門地、本籍地（所在都道府県に関する情報を除く）、身体・精神障害、犯罪歴、その他社会的差別の原因となる事項</p>
        </li>
        <li>
            <p>勤労者の団結権、団体交渉及びその他団体行動の行為に関する事項</p>
        </li>
        <li>
            <p>集団示威行為への参加、請願権の行使、及びその他政治的権利の行使に関する事項</p>
        </li>
        <li>
            <p>保健医療及び性に関する事項</p>
        </li>
    </ol>
    <div class="numbered-list">
        <h3>　◆本人確認について</h3>
        <p>当社は、本サービスを利用する場合、個人情報の開示、訂正、削除もしくは利用停止の求めに応じる場合など、個人を識別できる情報（氏名、住所、電話番号、生年月日、メールアドレス、会員番号、パスワードなど）により、本人であることを確認します。ただし、本人以外が個人を識別できる情報を入手し使用した場合、当社は責任を負いません。</p>
    </div>
    <ol start="1">
        <h3>属性情報・端末情報・位置情報・行動履歴等の取得及び利用について</h3>
        <li>
            <p>属性情報・端末情報・位置情報・行動履歴等（以下「行動履歴等」といいます）のうち
                Ｃｏｏｋｉｅ等について当社は、ユーザーのプライバシーの保護、利便性の向上、広告の配信および統計データの取得のため、Ｃｏｏｋｉｅを使用します。また、ＣｏｏｋｉｅやＪａｖａＳｃｒｉｐｔ等の技術を利用して、ご提供いただいた情報のうち、年齢や性別、職業、居住地域など個人が特定できない属性情報（組
                み合わせることによっても個人が特定できないものに限られます）や端末情報、本サービスサイト内におけるユーザーの行動履歴（アクセスしたＵＲＬ、コンテンツ、参照順等）およびスマートフォン等利用時の、ユーザーの承諾・申込みに基づく位置情報を取得することがあります。ただし、Ｃｏｏｋｉｅ及び行動履歴等には個人情報は一切含まれません。また、本サービスでは、ユーザーに適切な広告を配信するために行動ターゲティング広告サービスを利用しています。</p>
        </li>
        <li>
            <p>行動履歴等のうち以下の場合のアクセスログ等について
            </p>
            <p>当社はユーザーがログインして本サービスを利用した場合には、個人を特定したうえで、当該ログイン以前からの行動履歴等を用いて、広告・コンテンツ等の配信・表示および本サービスの提供をする場合があります。</p>
        </li>
    </ol>
    <div class="numbered-list">
        <h3>　◆プライバシーポリシーの変更</h3>
        <p>当社は法令等の定めがある場合を除き、プライバシーポリシーを随時変更することができるものとします。</p>

        <p>【store-pass@obfall.co.jp】</p>
        <p>東京都港区海岸１－２－３汐留芝離宮ビルディング２１階</p>
        <p>ＯＢＦａｌｌ株式会社　代表取締役　上遠野　博紀</p>
        <p>（附則）令和7年3月1日　制定・施行</p>
    </div>
</div>
@endsection
